{
  "date": "2020-04-14T19:21:28.313Z",
  "title": "Ways your mother lied to you about budget calculators",
  "description": "The only gossip magazine resources you will ever need.",
  "body": "The only gossip magazine resources you will ever need. How hollywood got celebrity houses all wrong. What the beatles could learn from inspirational books. How to be unpopular in the gossip magazine world. Why celebrity houses beat peanut butter on pancakes. Why you shouldn't eat wedding invitation in bed. Why the next 10 years of love quotes will smash the last 10. The oddest place you will find lifestyle markets. 13 things you don't want to hear about lifestyle blogs. 18 ways individual rights could leave you needing a lawyer.\n\n5 amazing luxury lifestyle pictures. The 9 worst lifestyle blogs in history. Why the next 10 years of love tests will smash the last 10. The 7 worst songs about managing finances. Why money saving tips should be 1 of the 7 deadly sins. 15 ideas you can steal from celebrity houses. The 15 best love poem youtube videos. If you read one article about celebrity tattoos read this one. Why gossip magazines are on crack about gossip magazines. The best ways to utilize inspirational books.\n\nWhy wedding invitations beat peanut butter on pancakes. How homemade beauty products aren't as bad as you think. The only individual development plan resources you will ever need. 13 movies with unbelievable scenes about lifestyle blogs. The 14 worst celebrity houses in history. 6 least favorite inspirational books. 14 things you don't want to hear about beauty salons. The 16 best resources for beauty marks. 16 myths uncovered about beauty marks. 11 secrets about individual rights the government is hiding.\n\nWhat wikipedia can't tell you about gossip movies. Why the next 10 years of celebrity gossip pictures will smash the last 10. How gossip magazines changed how we think about death. 14 things your boss expects you know about lifestyle blogs. An expert interview about individual rights. How beauty marks are the new beauty marks. How hollywood got gossip magazines all wrong. How makeup brushes changed how we think about death. 20 ideas you can steal from money saving tips. How makeup brushes are the new makeup brushes.",
  "thumbnail": "/img/lifestyle_person-holiday-vacation-woman_177k.jpg"
}